{
  "navbar": {
    "home": "Home",
    "skills": "Skills", 
    "projects": "Projects",
    "resume": "Resume",
    "connect": "Let's Connect"
  },
  "banner": {
    "tagline": "Welcome to my Portfolio",
    "greeting": "Hi! I'm",
    "firstname": "Hugo",
    "name": "Hugo Lopez",
    "roles": [
      "a Project Manager",
      "an Innovator",
      "an Educator",
      "a Technologist",
      "a Web Developer",
      "a Lexicographer",
      "an Advocate"
    ],
    "description": 
    "Hugo P. Lopez is an <strong>E-learning Engineer</strong>, <strong>Project Manager</strong>, <strong>Lexicographer</strong> and <strong>Innovator</strong> mostly for Universities and Under-Resourced Languages. He has two decades of experience as a facilitator in academia, for-profits, and non-profits open source communities, identifying bottlenecks & needs, designing custom solutions, and leading their realization and delivery. The ~30 MOOCs he worked on recorded over 200,000 registered learners.\n\n An open knowledge advocate, Hugo has been an invited speaker at two dozen academic or open source conferences including in Los Angeles, Taipei, Cap Town and Stockholm. He currently leads Wikimedia's LinguaLibre.org which supports crowd sourced documentation and lexicography by minority language communities across the world. His latest focus is on the shepherdic Whistled Occitan language, a secret hidden in Franco-Spanish mountains."
  },
  "skills": {
    "title": "Skills",
    "description": "Working at the union of Education and technology led me to craft interactive web and mobile apps with HTML, CSS, JS, NodeJS, VueJS and D3js, to designing advanced SVG data visualizations and GIS maps powered by NASA/ESA data."
  },
  "projects": {
    "title": "Projects",
    "description": "I specialize in identifying users' needs and leading developers to produce engaging and functional experiences, clean documentation and maintainable code. Over the years I worked on dozens of digital tools, custom made or via popular plateforms. This includes Lingualibre.org as well as about 30 MOOCs including on teaching best practices, medecine, art and Chinese language.",
    "tabs": {
      "webProjects": "Web Projects",
      "moocs": "MOOCs"
    },
    "webProjects": {
      "uberClone": {
        "title": "Uber Clone",
        "description": "App to request Uber, see distance and total time and how much you have to pay."
      },
      "pokedexApi": {
        "title": "Pokédex API",
        "description": "App to list, search and see attributes of pokémons consuming the official pokédx API."
      },
      "portfolio": {
        "title": "Portfolio",
        "description": "My personal portfolio."
      }
    }
  },
  "biograph": {
    "title": "Knowledge Graph",
    "description": "Visualisation made from Wikidata."
  },
  "footer": {
    "copyright": "© Text: Hugo Lopez CC0 ; Code: MIT License."
  }
}
